{
    "type": "MultiPolygon",
    "data": [
        {
            "content_en":"The traditional holidays in our house when I was a child were spent timing elaborate meals around football games. My father tried to make pleasant chitchat and eat as much as he could during halftime. At Christmas he found time to have a cup or two of holiday cheer and do his holly-shaped bow tie1. But he didn't truly shine until Valentine's Day.",
            "content_zh":"当我还是小孩子的时候，我们家过传统节日时总是把精心准备的节日餐安排在足球赛时间。我父亲在中场休息时尽量聊些愉快的事儿并尽可能多吃东西。在圣诞节他会找时间为庆祝节日干上一两杯，然后戴上他那冬青叶形状的领结。但父亲真正光彩熠熠的时候是情人节。"
        },
        {
            "content_en":"I don't know whether it was because work at the office slowed during February or because the football season was over. But Valentine's Day was the time my father chose to show his love for the special people in his life. Over the years I fondly2 thought of him as my \"Valentine Man.\"",
            "content_zh":"我不知道这是否是因为他班上的工作在二月份不那么紧了，还是由于足球赛季结束了。但情人节这天，是父亲用来向在他生活中占有特殊位置的人表达爱心的日子。多少年来，我天真地把他看作是我\"最思念的人\"。"
        },
        {
            "content_en":"My first recollection3 of the magic4 he could bring to Valentine's Day came when I was six. For several days I had been cutting out valentines for my classmates. Each of us was to decorate a \"mailbox\" and put it on our desk for others to give us cards. That box and its contents ushered in5 a succession6 of bittersweet7 memories of my entrance into a world of popularity8 contests marked by the number of cards received, the teasing about boyfriends/girlfriends and the tender care I gave to the card from the cutest boy in class.",
            "content_zh":"在我6岁那年的情人节，他给我带来了第一次美妙的回忆。一连好几天我都忙于为我的同学制作情人节礼物。我们每个人都要装饰一个\"信箱\"，然后把它放在书桌上，这样别人就可以投放贺卡。这个信箱和里面的东西带来了一连串苦乐参半的回忆：我进入了一个\"人缘竞赛\"的世界，所收卡片的多少则显示了比赛结果，对于男朋友和女朋友的揶揄，以及我对班里最聪明男孩给我的贺卡的精心爱护。"
        },
        {
            "content_en":"That morning at the breakfast table I found a card and a gift- wrapped package at my chair. The card was signed \"Love, Dad\", and the gift was a ring with a small piece of red glass to represent my birthstone9, a ruby10. There is little difference between red glass and rubies to a child of six, and I remember wearing that ring with a pride that all the cards in the world could not surpass11.",
            "content_zh":"那天早上吃早饭时，我在餐桌上发现了一张贺卡，并且在我的椅子上发现了一个礼品包装纸的包裹。卡片上写有\"爱你的，爸爸\"，礼物是一个戒指，上面镶着一片红色的玻璃来象征我的诞生石--红宝石。对一个6岁的孩子来说，红玻璃和红宝石并没有什么区别；我还记得我骄傲地戴着它，感到世界上所有的贺卡都无法与之相比。"
        },
        {
            "content_en":"As I grew older, the gifts gave way to heart shaped boxes filled with my favorite chocolates and always included a special card signed \"Love, Dad\". In those years my \"thank-yous\" became more of a perfunctory12 response. The cards seemed less important, and I took for granted the valentine that would always be there. Long past the days of having a \"mailbox\" on my desk, I had placed my hopes and dreams in receiving cards and gifts from \"significant others\", and \"Love, Dad\" just didn't seem quite enough.",
            "content_zh":"当我长大了一点儿，礼物变成装满了我最喜爱的巧克力的心形盒子，并且里面总是有一个贺卡写着\"爱你的，爸爸\"。在那些岁月里，我的感谢更多地成了一种敷衍的反应。贺卡似乎不再那么重要，而且我认为情人节礼物理所当然总会在那儿。在我的书桌上放个\"信箱\"的日子早已过去，我已经把我的希望和梦想都寄托在从 \"其他重要的人\"那里收到贺卡和礼物，而\"爱你的，爸爸\"就似乎不那么重要了。"
        },
        {
            "content_en":"If my father knew then that he had been replaced, he never let it show. If he sensed any disappointment over valentines that didn't arrive for me, he just tried that much harder to create a positive atmosphere, giving me an extra hug and doing what he could to make my day a little brighter.",
            "content_zh":"不知爸爸那时是否知道他已经被取代，他从来没表现出来过。如果他感觉到我因没收到某些情人节礼物而失望，他就努力营造出一种欢快的氛围，多拥抱我一下或是尽可能设法让我这一天过得开心一点。"
        },
        {
            "content_en":"My mailbox eventually had a rural address, and the job of hand delivering candy and cards was relegated13 to the U.S. Postal Service. Never in ten years was my father's package late-- nor was it on the Valentine's Day eight years ago when I reached into the mailbox to find a card addressed to me in my mother's handwriting.",
            "content_zh":"我的信箱终于有了一个乡下的地址；原来亲手赠送糖果和贺卡的工作都归了美国邮政局管。在这10年里爸爸给我寄的包裹从来不会晚--8年前的情人节父亲给我的贺卡依然准时到达，只是那张贺卡上是我母亲的笔迹。"
            
        },
        {
            "content_en":"It was the kind of card that comes in an inexpensive assortment14 box sold by a child going door-to-door to try to earn money for a school project. It was the kind of card that you used to get from a grandmother or an aging aunt or, in this case, a dying father. It was the kind of card that put a lump in your throat and tears in your eyes because you knew the person no longer was able to go out and buy a real valentine. It was a card that signaled15 this would be the last you receive from him.",
            "content_zh":"这张贺卡是一盒整套买的那种，价格便宜，是由为了给学校的某个项目筹款的小男孩挨家挨户推销的那种。这是一种你过去经常从祖母或年迈的姑妈那里收到的那种贺卡，而这次却从不久于人世的父亲那儿收到了。这种贺卡使你嗓子哽咽，双眼噙泪，因为你知道给你寄贺卡的人已无法外出去买一个真正的情人节礼物了。这张贺卡预示着这将是你最后一次从他那儿收到情人节礼物。"
        },
        {
            "content_en":"The card had a photograph of tulips16 on the outside, and on the inside my mother had printed \"Happy Valentine's Day\". Beneath it, scrawled17 in barely legible18 handwriting, was \"Love, Dad\".",
            "content_zh":"The card had a photograph of tulips16 on the outside, and on the inside my mother had printed \"Happy Valentine's Day\". Beneath it, scrawled17 in barely legible18 handwriting, was \"Love, Dad\"."
        },
        {
            "content_en":"His final card remains on my bulletin board today. It's a reminder of how special fathers can be and how important it had been to me over the years to know that I had a father who continued a tradition of love with a generosity of spirit, simple acts of understanding and an ability to express happiness over the people in his life.",
            "content_zh":"他最后一次送给我的这张贺卡如今仍保存在我的记事牌上。它提醒我父亲是多么地不同寻常，以及这些年来对我是多么地重要，我知道我有这样一位父亲，他以慷慨的胸怀、朴素的理解和一生中向他的亲人表达祝福的能力，来保持着爱的传统。"
        },
        {
            "content_en":"Those things never die, nor does the memory of a man who never stopped being my valentine.",
            "content_zh":"这些事情永远也不会消失，我将永远记着他，他是我永远最思念的人。"
        }
        
    ]
}

