{
    "type": "MultiPolygon",
    "data": [
        {
            "content_en":"Motivation is a skill that we all possess but few of us ever really use. There are times in our lives when we are able to motivate ourselves to overcome almost any difficulty. However, there are also times when it seems like we can’t even motivate ourselves to overcome even the smallest difficulty. What is the secret for mastering your own motivation?",
            "content_zh":"动力是我们人人都拥有的能力,但我们中只有很少的人懂得运用它。在我们的生活中总有这样的时刻,我们能鼓励自己获得动力去克服几乎任何困难。但有些时候,我们却无法获得动力去解决一些看似最小的困难。那么掌控你的动力的奥秘到底是什么呢？"
        },
        {
            "content_en":"First, find out what makes you want to achieve anything in life. When you have a firm understanding of what drives you to accomplish your goals, you will know how to motivate yourself. Whether the drive comes from finding comfort or from feeling like you have control over your life, it is wise to have a firm understanding of yourself and your values.",
            "content_zh":"首先,要明确是什么令你渴望在一生中有所成就。如果你清晰地了解驱使你达到目标的动力是什么,你便知道了让自己获得动力的方法。无论这种驱动力是来自寻求更多的舒适感还是想要掌控自己的生活,深入了解自己的想法和价值观都是明智的行为。"
        },
        {
            "content_en":"We each have our own ideas about what is important in our lives. Some people think that money is the answer to everything, so they live their lives and make their decisions based on money. Other people may want to become an important part of their society, so this drives them to achieve whatever they want in their lives.",
            "content_zh":"什么才是生活中重要的东西？对于这个问题,我们各自持有不同看法。有些人认为金钱决定一切事情,因此他们的生活围绕着赚钱,他们的决定是以金钱作为基础的。也许还有些人希望能成为他们所在的社会中一个重要的组成部分,因此这驱使他们一生中不断追求他们渴求的东西。"
        },
        {
            "content_en":"Knowing what you want and what your values are is a good beginning of learning how to master your own motivation. When you can control your motivation to overcome difficulties, you will be able to accomplish what you want in life.",
            "content_zh":"认识到你内心的想法和你的价值观是开始学习如何获得动力的良好开端。当你可以掌握动力去克服苦难时,你就可以成就人生中的事业。"
        }
        
    ]
}

