{
    "type": "MultiPolygon",
    "data": [
        {
            "content_en":"On the very first day, God created the cow. He said to the cow, \"Today I have created you! As a cow, you must go to the field with the farmer all day long. You will work all day under the sun! I will give you a life span of 50 years.\"",
            "content_zh":"第一天，上帝创造了牛。上帝对牛说：“今天，我创造了你。作为牛，你必须跟农夫下田，整天在日头下干活。我给你50年的生命。”"
        },
        {
            "content_en":"The cow objected, \"What? This kind of a tough life you want me to live for 50 years? Let me have 20 years, and the 30 years I'll give back to you.\" So God agreed.",
            "content_zh":"牛反对说：“这样的苦日子，你要我忍上50年？我只要20年，另外30年你收回吧。”上帝答应了。"
        },
        {
            "content_en":"On the second day, God created the dog. God said to the dog, \"What you are supposed to do is to sit all day by the door of your house. Any people that come in, you will have to bark at them! I'll give you a life span of 20 years.\"",
            "content_zh":"第二天，上帝创造了狗。上帝对狗说：“你要整天坐在自家门口，有人进来就叫。我给你20年的生命。”"
        },
        {
            "content_en":"The dog objected, \"What? All day long to sit by the door? No way! I'll give you back my other 10 years of life!\" So God agreed.",
            "content_zh":"狗不乐意了，说：“什么？整天坐在门口？绝对不行！我只要10年就够了，其余的10年还给你吧。”上帝答应了。"
        },
        {
            "content_en":"On the third day, God created the monkey. He said to the monkey, \"Monkeys have to entertain people. You've got to make them laugh and do monkey tricks. I'll give you 20 years life span.\"",
            "content_zh":"第三天，上帝创造了猴子。上帝对猴子说：“你必须耍猴把戏，逗人开心，让他们捧腹大笑。我给你20年的生命。”"
        },
        {
            "content_en":"The monkey objected. \"What? Make them laugh? Do monkey faces and tricks? Ten years will do, and the other 10 years I'll give you back.\" So God agreed.",
            "content_zh":"猴子可不干，说：“什么？逗人发笑？还要扮鬼脸，耍把戏？10年就行了，剩下的10年你留着吧。”上帝答应了。"
        },
        {
            "content_en":"On the fourth day, God created man and said to him, \"Your job is to sleep, eat, and play. You will enjoy very much in your life. All you need to do is to enjoy and do nothing. This kind of life, I'll give you a 20 year life span.\"",
            "content_zh":"第四天，上帝创造了人。上帝对人说：“你只要吃喝玩乐，休息睡觉，舒舒服服地过日子就行了。别的什么都不用做，只管尽情享受。我给你20年的生命。"
        },
        {
            "content_en":"The man objected. \"What? Such a good life! Eat, play, sleep, do nothing? Enjoy the best and you expect me to live only for 20 years? No way, man! Why don't we make a deal? Since the cow gave you back 30 years, and the dog gave you back 10 years and the monkey gave you back 10 years, I will take them from you! That makes my life span 70 years, right?\" So God agreed.",
            "content_zh":"”人有意见了，说：“什么？吃喝玩乐，休息睡觉，安逸享受？这样的好日子，才让我活20年？啊呀，不行！你看这样好不好？牛还给你30年，狗还了10年，猴子也还了10年，就把它们还的时间全给我吧。这样，我就能活上70年了，对吧？”上帝答应了。"
        },
        {
            "content_en":"AND THAT'S WHY...",
            "content_zh":"这下，你明白了吧……"
        },
        {
            "content_en":"In our first 20 years, we eat, sleep, play, enjoy the best and do nothing much. For the next 30 years, we work all day long, suffer and get to support the family. For the next 10 years, we entertain our grandchildren by making monkey faces and monkey tricks. And for the last 10 years, we stay at home, sit by the front door and bark at people!",
            "content_zh":"最初的20年，我们吃喝玩乐，休息睡觉，安逸享受。随后的30年，我们整天工作个不停，辛辛苦苦地养家糊口。接下来的10年，我们扮鬼脸，耍把戏，逗孙子孙女们开心。最后的10年，我们终日呆在家里，坐在门口，不住地对别人唠叨。"
        }
        
    ]
}

