{
    "type": "MultiPolygon",
    "data": [
        {
            "content_en":"Once there was a very rich man. He lived in a beautiful house, and had a beautiful garden. The rich man had a blue beard: so he was called Blue Beard",
            "content_zh":"从前,有一位富翁,他住着漂亮的房子,还有一座美丽的花园。这位富翁留着一副蓝胡子,因此,大家叫他“蓝胡子”。"
        },
        {
            "content_en":"Near the rich man’s house there lived a poor woman. She had three sons, and two beautiful girls. The name of one of the girls was Ann; the name of the other was Fatima. Blue Beard wanted to marry one of the girls; but the girls did not want to marry Blue Beard. ",
            "content_zh":"在富翁的房子附近住着一个穷女人,她有三个儿子和两个漂亮的女儿。一个女儿的名字叫安,另一个女儿叫法蒂玛。蓝胡子想要娶其中的一个女儿为妻,但是,两个女儿都不愿和蓝胡子结婚。"
        },
        {
            "content_en":"Ann and Fatima did not want to marry the rich man because his beard was blue. Blue Beard had married many wives, but his wives had gone away. No one knew where his other wives had gone. The girls did not want to marry Blue Beard and become his wife, because no one knew where his other wives had gone. So their mother said to Blue Beard, My girls do not want to marry you.",
            "content_zh":"安和法蒂玛不愿同这位富翁结婚,是因为他的胡子是蓝色的。蓝胡子已经娶了很多妻子,但他的妻子都不见了,谁也不知道他的那些妻子哪儿去了。这俩姑娘不愿和蓝胡子结婚,当他的妻子,因为没人知道他的妻子的去向。因此,她们的母亲对蓝胡子说:“我的女儿不想和你结婚。”"
        },
        {
            "content_en":"Then Blue Beard said,  Come and live in my house for some days. So they went and lived in Blue Beard’s house. 'It was a very beautiful house, and Blue Beard was good to them in many ways.'",
            "content_zh":"这时,蓝胡子说:“来我家住几天吧。”于是,她们来到蓝胡子家住下。这房子真漂亮,蓝胡子处处对她们都特别好。"
        },
        {
            "content_en":"Fatima said, His beard is blue, but he is not a bad man. He is very good in some ways. So I will marry him.",
            "content_zh":"法蒂玛说:“他的胡子是蓝色的,但他不是一个坏人,在有些地方,他是很好的,所以我愿嫁给他。”"
        },
        {
            "content_en":"So Fatima married Blue Beard and went to live in the beautiful house. ",
            "content_zh":"于是,法蒂玛和蓝胡子结婚了,住到了这所漂亮的房子里。"
        },
        {
            "content_en":"Some days went by. Then Blue Beard said, I shall go on a journey.’ Then he gave Fatima the keys of all the rooms in the house. He said, This is the key of that little room; do not open the door of it. …Say that you will not open the door of the little room!",
            "content_zh":"几天过去了。蓝胡子说:“我要去旅行。”然后,他把这座房子里所有的房间钥匙都给了法蒂玛,他说:“这一把钥匙是那间小屋的,千万别打开那间屋子的门……你说,你一定不会打开小屋子的门!”"
        },
        {
            "content_en":"Fatima said, I will not open the door of that little room.",
            "content_zh":"法蒂玛就说:“我决不会打开那间小屋的门。”"
        },
        {
            "content_en":"Then Blue Beard went away. ",
            "content_zh":"于是,蓝胡子就走了。"
        },
        {
            "content_en":"When Blue Beard was away, all Fatima’s friends came to see her. She showed them the rooms, and what a beautiful house it was; but she did not open the door of the little room.",
            "content_zh":"当蓝胡子不在家时,法蒂玛的所有朋友都来看她。她带朋友们观看了许多房间,房子确实很豪华。但是,她没有打开那间小屋的门。"
        },
        {
            "content_en":"The friends went away. Then Fatima said, Shall I open the door of that little room now? Why did he say, Do not open it’? I want to see what is in the little room. ",
            "content_zh":"朋友们都走了,她自言自语道:“现在,我能打开那间小屋吗?他为什么说,‘不能打开它?’我想看看小屋里究竟有什么东西。” "
        }
        
        
    ]
}
